/*
 * Copyright (c) Visto Corporation dba Good Technology, 2013. All rights reserved.
 */

/* Localizable strings within the Good Dynamics client library user interface.
 * The order of strings in this file is based on the order in which they would
 * normally be encountered during set-up, and then on the order in which they
 * appear on the screen, from top to bottom.
 */

/* Welcome UI strings, for the first page that is displayed, before set-up. */

/* Welcome UI : Navigation Title
 * Also appears in the following:
 * Provision UI : Navigation Title
 * Provision Progress UI : Navigation Title
 */
"Setup" = "Configurer";

/* Welcome UI : Next button label text */
"Start" = "Configurer";

/* Welcome UI : Next button Accessibility label */
"_Start" = "Configurer";

/* Welcome UI : Next button Accessibility hint */
"__Start" = "Passe à l'écran suivant.";

/* Welcome UI : Welcome Message
 * In the following, WiFi should be Wi-Fi with a hyphen, but the UI will
 * break the line at the hyphen, which looks bad.
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Welcome to Good Dynamics" =
"Bienvenue dans Good Dynamics !\n\nVous aurez besoin d'une couverture Wi-Fi ou d'un service de données mobiles tout le long du processus de configuration.\nVous aurez aussi besoin de votre adresse e-mail et de la clé d'accès indiquée par votre administrateur dans le message de bienvenue.";

/* Provision UI strings, for the page on which the user enters their
 * e-mail address and activation key (aka PIN).
 */

/* Provision UI : Left button label text
 * Also appears in the following:
 * Set Password UI : Left button label text
 * Unlock UI : Left button label text
 * Error Alert View : Button label
 * Open URL : Button label text
 * Open URL : Error Alert View : Button label
 */
"Cancel" = "Annuler";

/* Provision UI : Right button label text */
"Next" = "Suivant";

/* Company Name - Good Technology */
"Good Technology" = "Good Technology";

/* Provision UI : Email Label text */
"Email Address" = "Adresse e-mail";

/* Provision UI : Email accessibility label */
"_EmailAddress" = "Adresse e-mail";

/* Provision UI : PIN Label text */
"PIN" = "Clé d'accès";

/* Provision UI : PIN Label text */
"Unlock Key" = "Clé de déverrouillage";

/* Provision UI : PIN Field 1 accessibility label */
"_PinField1" = "Champ de clé d'accès 1 sur 3";

/* Provision UI : PIN Field 2 accessibility label */
"_PinField2" = "Champ de clé d'accès 2 sur 3";

/* Provision UI : PIN Field 3 accessibility label */
"_PinField3" = "Champ de clé d'accès 3 sur 3";

/* Provision UI : Error Message - Invalid PIN */
"Invalid PIN" = "Clé d'accès incorrecte";

/* Provision UI : Error Message - No Coverage */
"Network Required" =
"Service de données mobiles ou couverture Wi-Fi requis pour le processus de configuration.\n\nRéessayez quand une connexion données est disponible.";

/* Provision UI : Title */
"Set-up failed" = "Échec configuration";

/* Provision Progress UI strings, for the page that is displayed during
 * authorization processing.
 */


/* Provision Progress UI : Left button label text */
"Back" = "Retour";

/* Provision Progress UI : Set Up Progress Label */
"Setup Progress" = "Progression";

/* Provision Progress UI : Status Label text */
"Status" = "État";

/* Provision Progress UI : State - Init
 * In this state:
 * Post to the GD NOC activation service
 * Establish Push Connection
 */
"NOC Activation" = "Activation infrastructure";

/* Provision Progress UI : State - NOC
 * In this state:
 * Post e-mail address and access key to the NOC
 * NOC checks validity
 * Returns: Various server addresses
 */
"NOC Provisioning" = "Activation entreprise";

/* Provision Progress UI : State - Push Channel
 * In this state:
 * Initial Push Channel is established
 */
"Starting Push Channel" = "Connexion au canal Push";

/* Provision Progress UI : State - Data Secure
 * In this state:
 * Secure Data Transfer from enterprise GC
 */
"Secure Data" = "Transfert sécurisé des données via AppKinetics";

/* Provision Progress UI : State - Negotiate
 * In this state:
 * Secure communications set-up, part one
 */
"Negotiating Request" = "Sécurisation  communications";

/* Provision Progress UI : State - Data Request
 * In this state:
 * Secure communications set-up, part two
 */
"Data Request" = "Communications sécurisées";

/* Provision Progress UI : State - Downloading Policies
 * In this state:
 * Retrieve policies from enterprise GC
 */
"Downloading Policies" = "Récupération politiques";

/* Provision Progress UI : State - Policy Download Complete */
"Policy Download Complete" = "Politiques récupérées";

/* Provision Progress UI : State - Provision Complete */
"Provisioning Complete" = "Activation entreprise terminée";

/* Provision Progress UI : State - Waiting */
"Waiting..." = "En attente...";

/* Provision Progress UI : State - Checking Permission */
"Checking Permission" = "Vérification éligibilité";

/* Provision Progress UI : State - Checking Permission Complete */
"Permission Verified" = "Éligibilité vérifiée";

/* Provision Progress UI : Provision Fail Message */
"Provisioning with enterprise failed" = "Échec configuration application";

/* Provision Progress UI : Provision accessibility label */
"_ProvisionProgressUI" = "État configuration";

/* Provision Progress UI : Provision accessibility hint */
"__ProvisionProgressUI" = "Affiche l'état de la configuration.";

/* Provision Progress UI : Provision Access Denied Message
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Provisioning Denied" =
"L'adresse e-mail et la clé d'accès n'ont pas été reconnues.\n\nVérifiez que les valeurs saisies sont correctes et n'ont pas expiré. Si le problème persiste, procurez-vous une nouvelle clé d'accès via le self-service ou auprès de votre administrateur.";

/* Provision Progress UI : NOC Activation failure message */
"NOC Activation failed" = "L'activation infrastructure a échoué.";

/* Provision Progress UI : NOC Provisining failure message */
"NOC Provisining Failed" = "L'activation entreprise a échoué.";

/* Provision Progress UI : Starting Push Channel failure message */
"Starting Push Channel Failed" = "La connexion au canal Push a échoué.";

/* Provision Progress UI : Negotiating Request failure message */
"Negotiating Request Failed" = "La négociation de communication sécurisée a échoué.";

/* Provision Progress UI : Data Request failure message */
"Data Request Failed" = "La configuration de la communication sécurisée a échoué.";

/* Provision Progress UI : Policy Exchange failure message */
"Policy Exchange failed" = "La récupération de la politique a échoué.";

/* Provision Progress UI : Send Log */
"Send Log" = "Envoyer journal";

/* Provision Progress UI : Retry */
"Retry" = "Réessayer";

/* Set Password UI strings, for the screen on which the user sets their
 * security password. The password must comply with the provisioning
 * enterprise's security policies.
 * The Set Password screen can appear in two contexts:
 * Immediately after set-up has completed and the user sets their password for
 * the first time, and
 * As part of the preferences user interface, where the user can change their
 * password.
 */

/* Set Password UI : Navigation Title - Set Password
 * For use when the screen appears as part of the set-up UI
 */
"Set a New Password" = "Définir un nouveau mot de passe";

/* Set Password UI : Navigation Title - Change Password
 * For use when the screen appears as part of the GD Settings UI
 * Touch ID disallowed : First button title
 */
"Change Password" = "Changer le mot de passe";

/* Password Requirements button label */
"Password Requirements" = "Exigences relatives aux mots de passe";

/* Set Password UI : Right button label text */
"Done" = "Terminé";

/* Set Password UI : Label text */
"Go" = "Aller";

/* Set Password UI : Label text for setting password. */
"You are required to set a password." = "Vous devez définir un mot de passe.";

/* Set Password UI : Placeholder text string for confirm password textfield */
"Confirm New Password" = "Confirmer le nouveau mot de passe";

/* The following strings are used to present the rules that will apply to the
 * user's password.
 */

/* Set Password UI : Password Guide Preface
 * The following appears above the rules statements.
 */
"Your password must include:\n" = "Le m. de p. doit inclure :\n";

/* Set Password UI : Password Guide - Repeat
 * Note. The relative positions of repeated characters does not affect this
 * policy. In other words the repeated characters could be adjacent or not
 * adjacent.
 */
"- Disallow %d or more repeated characters\n" = "- Ne doit pas comporter plus de %d de tout caractère\n";

/* Set Password UI : Password Guide - Sequential Number
 * Note: There is no policy against sequential letters, for example: abcdef
 */
"- Do not allow sequential numbers\n" = "- Ne doit comporter aucun numéro séquentiel (p. ex. 123 ou 321)\n";

/* Set Password UI : Password Guide - Personal Information
 */
"- Do not allow personal information\n" = "- Ne doit inclure aucune information personnelle\n";

/* Set Password UI : Password Guide - Length */
"- Require at least %d characters\n" = "- Doit comporter au moins %d caractères\n";

/* Set Password UI : Password Guide - Special Character
 * Note: Here, a special character is one that returns non-zero when passed to a
 * standard ispunct() function. See the following page for a definition:
 * http://pubs.opengroup.org/onlinepubs/000095399/basedefs/xbd_chap07.html
 */
"- Require at least one special character\n" = "- Au moins un caractère spécial\n";

/* Set Password UI : Password Guide - Number */
"- Require both letters and numbers\n" = "- Doit comporter des lettres et des chiffres\n";

/* Set Password UI : Password Guide - Uppercase */
"- Require both upper and lower case\n" = "- Doit comporter des lettres majuscules et minuscules\n";

/* End of password rules */

/* Set Password UI : Placeholder text string for new password textfield */
"New Password" = "Nouveau mot de passe";

/* Set Password UI : Placeholder text string for old password textfield */
"Current Password" = "Mot de passe actuel";


/* The following are error messages for use when the password that the user
 * entered does not comply with security policy. These are displayed on a
 * dialog over the screen on which the user has attempted to enter the password.
 * The title of the dialog is always "Error" or its localization.
 */

/* Set Password UI : Error Message - Password Change Failure
 * This error is displayed if the old password was incorrect.
 */
"New password cannot be changed" = "Impossible de modifier le mot de passe. Réessayez.";

/* Set Password UI : Error Message - Password Change Failure History */
"Your password cannot be set to one used previously." = "Mot de passe utilisé précédemment.";

/* Set Password UI : Error Message - Password Change Failure Too Soon */
"Your password cannot be changed twice in the same day." = "Mot de passe déjà modifié aujourd'hui.";

/* Set Password UI : Error Message - Sequential Numbers */
"No number sequence allowed (eg.123 or 321)" = "Le mot de passe comporte des numéros séquentiels (p. ex. 123 ou 321).";

/* Set Password UI : Error Message - Personal Information */
"Password cannot have personal information" = "Le mot de passe contient des informations personnelles";

/* Set Password UI : Error Message - General Error */
"Password is not strong enough." = "Le mot de passe n'est pas suffisamment robuste.";

/* Set Password UI : Error Message - Short Password */
"Password is too short." = "Le mot de passe est trop court.";

/* Set Password UI : Error Message - Letters and Numbers */
"Password must have both letters and numbers" = "Le mot de passe ne comporte pas des lettres et des chiffres.";

/* Set Password UI : Error Message - Upper Case */
"Password must have upper and lower case letters" = "Le mot de passe ne comporte pas des lettres majuscules et minuscules.";

/* Set Password UI : Error Message - Numeric Character */
"There is no numeric character in password." = "Le mot de passe ne comporte aucun chiffre.";

/* Set Password UI : Error Message - Special Character */
"There is no special character (@, #, $) in password." = "Le mot de passe ne comporte aucun caractère spécial (@, #, $).";

/* Set Password UI : Error Message - No Uppercase */
"There is no uppercase character in password." = "Le mot de passe ne comporte aucun caractère en majuscules.";

/* Set Password UI : Error Message - Repeated Characters */
"Too many repeated characters" = "Le mot de passe comporte trop de caractères répétés.";

/* Set Password UI : Error Message - Not Matched */
"Two passwords do not match" = "Les mots de passe ne correspondent pas. Réessayez.";

/* End of password compliance error messages */

/* Set Password UI : Error Message - Password Set Failure */
"New password cannot be set" = "Impossible de définir le nouveau mot de passe.";

/* Set Password UI : Error Message - Empty Password */
"Empty password is not allowed." = "Le mot de passe est vide.";

/* Set Password UI : old password accessibility label */
"_OldPassword" = "Ancien mot de passe";

/* Set Password UI : new password accessibility label */
"_NewPassword" = "Nouveau mot de passe";

/* Set Password UI : confirm password accessibility label */
"_ConfirmPassword" = "Confirmer le nouveau mot de passe";

/* Auth delegation block UI : Navigation Title */
"Cannot Authenticate" = "Authentification impossible";

/* Auth delegation block UI : Description */
"Authenticating application is registered to a different user."  =  "L'application d'authentification est enregistrée pour un autre utilisateur.";

/* Auth delegation block UI : Description whilst retreving download URL */
"Authenticating application is registered to a different user.\n\nRetrieving application details:\nBundle ID: %s" = "L'application d'authentification est enregistrée pour un autre utilisateur.\n\nRécupération des détails de l'application :\nID du lot : %s";

/* Auth delegation block UI : Description whilst retreving download URL got name and version */
"Authenticating application is registered to a different user.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "L'application d'authentification est enregistrée pour un autre utilisateur.\n\nRécupération des détails de l'application :\nID du lot : %s\nNom : %s\nVersion : %s";

/* Auth delegation block UI: Description retreived download URL */
"Authenticating application is registered to a different user.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "L'application d'authentification est enregistrée pour un autre utilisateur.\n\nDétails de l'application :\nID du lot : %s\nNom : %s\nVersion : %s\n\nTéléchargez l'application ici :\n%s";

/* Auth delegation block UI : Description got no download URL */
"Authenticating application is registered to a different user.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "L'application d'authentification est enregistrée pour un autre utilisateur.\n\nRécupération des détails de l'application :\nID du lot : %s\nNom : %s\nVersion : %s\n\nContactez votre administrateur.";

/* Block UI : Navigation Title
 * Learn More : Application Blocked Title
 */
"Blocked" = "Application verrouillée";

/* Block UI : Description
 * In principle, this is always blocked due to policy violation. In actuality,
 * there are two scenarios in which a policy block could be put in place.
 * Something may have happened on the device that makes it non-compliant.
 * Also possible is that a policy update has taken place and the device is not
 * compliant with the new policy, but was compliant with the old policy.
 */
"Application access blocked" = "L'accès à cette application a été bloqué.";

/* Device Wipe UI : Navigation Title */
"Invalid Device" = "Accès à l'application refusé";

/* Device Wipe UI : Description */
"Your device has been wiped!" = "Cette application a été nettoyée. Contactez votre administrateur si vous devez y accéder à nouveau.";

/* Lock UI : Navigation Title */
"Locked" = "Application verrouillée";

/* InterApp Lock UI : Navigation Title */
"Access Blocked" = "Accès bloqué";

/* InterApp Lock UI : Single Auth Delegate : Description */
"The authentication application is not installed." = "L'application d'authentification n'est pas installée.";

/* InterApp Lock UI : Multi Auth Delegate : Description */
"The authentication applications are not installed." = "Les applications d'authentification ne sont pas installées.";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s" = "L'application d'authentification n'est pas installée ou une mise à jour est requise.\n\nRécupération des détails de l'application :\nID bundle : %s";

/* InterApp Lock UI : Multi-Auth Delegate : Description whilst retreving download URL */
"The authentication applications are not installed or an update is required.\n\nRetrieving application details:\nBundle IDs: %s" = "Les applications d'authentification ne sont pas installées ou une mise à jour est requise.\n\nRécupération des détails de l'application :\nID bundle : %s";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "L'application d'authentification n'est pas installée ou une mise à jour est requise.\n\nRécupération des détails de l'application :\nID bundle : %s\nNom : %s\nVersion : %s";

/* InterApp Lock UI : Multi Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication applications are not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "Les applications d'authentification ne sont pas installées ou une mise à jour est requise.\n\nRécupération des détails de l'application :\nID bundle : %s\nNom : %s\nVersion : %s";

/* This alert should display a list of the bundle IDs,names and version numbers for all the authenticator apps */

/* InterApp Lock UI : Single Auth Delegate : Description retreived download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "L'application d'authentification n'est pas installée ou une mise à jour est requise.\n\nDétails de l'application :\nID bundle : %s\nNom : %s\nVersion : %s\n\nTéléchargez l'application ici :\n%s";

/* InterApp Lock UI : Multi-Auth Delegate : Description retreived download URL */
"The authentication applications are not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "Les applications d'authentification ne sont pas installées ou une mise à jour est requise.\n\nDétails de l'application :\nID bundle : %s\nNom : %s\nVersion : %s\n\nObtenir de :\n%s";

/* This alert should display a list of the bundle IDs,names, version numbers and location from where to download all the authenticator apps */

/* InterApp Lock UI : Single Auth Delegate : Description has no download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "L'application d'authentification n'est pas installée ou une mise à jour est requise.\n\nRécupération des détails de l'application :\nID bundle : %s\nNom : %s\nVersion : %s\n\nContactez votre administrateur.";

/* InterApp Lock UI : Multi Auth Delegate : Description got no download URL */
"The authentication applications are not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "Les applications d'authentification ne sont pas installées ou une mise à jour est requise.\n\nDétails de l'application :\nID bundle : %s\nNom : %s\nVersion : %s\n\nVeuillez contacter votre administrateur.";

/* This alert should display a list of the bundle IDs,names, version numbers of all the authenticator apps */

/* Wipe or Reset UI : Title */
"Authentication failed" = "Authentification perdue";

/* Wipe or Reset UI : Message */
"The authentication application has failed to authenticate this application. You can choose to initiate Password Reset, which will required obtaining a special code from your IT administrator, or Wipe to wipe all data and start again." =
"Sélectionnez Récupérer pour rétablir l'authentification, ce qui exigera un code spécial que vous devez demander à votre administrateur. Sélectionnez Nettoyer pour supprimer vos données de sorte que l'authentification puisse être à nouveau configurée. La configuration de l'authentification exige la réactivation avec une nouvelle clé d'accès.";

/* Recover */
"Use the code received from your IT to unlock the application.\n\nNote: If you do not have the code, please, contact your IT organization for assistance" = "Utilisez le code que vous avez reçu de votre service informatique pour déverrouiller l'application.\n\nRemarque : si vous n'avez pas reçu ce code, contactez votre service informatique pour obtenir de l'aide.";

/* Wipe or Reset UI : Right button label text */
"Reset Password" = "Récupérer";

/* Wipe or Reset UI : Left button label text */
"Wipe" = "Nettoyer";

/* Please Wait UI : Navigation Title */
"Authenticating" = "Authentification";

/* Remote Lock UI : Navigation Title */
"Remote Lock" = "Application distante verrouillée";

/* Remote Lock UI : Right button label text
 Unlock UI : Right button label text */
"Unlock" = "Déverrouiller";

/* Remote Lock UI : Help Message */
"Contact your IT administrator with the following case sensitive unlock-code to get the temporary unlock password." = "Contactez votre administrateur avec le code de déverrouillage suivant pour obtenir un mot de passe provisoire afin de déverrouiller cette application.";

/* Remote Lock UI : Password Field 1 accessibility label */
"_PwdField1" = "Champ de clé de déverrouillage 1 sur 4";

/* Remote Lock UI : Password Field 2 accessibility label */
"_PwdField2" = "Champ de clé de déverrouillage 2 sur 4";

/* Remote Lock UI : Password Field 3 accessibility label */
"_PwdField3" = "Champ de clé de déverrouillage 3 sur 4";

/* Remote Lock UI : Password Field 4 accessibility label */
"_PwdField4" = "Champ de clé de déverrouillage 4 sur 4";

/* Remote Lock UI : Error alertview message
 * Unlock UI : Error alertview message
 * Error Alert View : Title
 */
"Incorrect Password" = "Mot de passe incorrect";

/* Unlock UI : Incorrect Password with max */
"The password you entered is not correct. You have %d attempts remaining." =
"Le mot de passe saisi n'est pas correct. %d tentatives restantes.";

/* Unlock UI : Incorrect Password
 * Unlock UI : Error alertview message
 */
"The password you entered is not correct." =
"Le mot de passe saisi est incorrect.";

/* Unlock UI : Navigation Title */
"Login" = "Connexion";

/* Unlock UI : Placeholder text string for password textfield */
"Password" = "Mot de passe";

/* Unlock UI : Label text for entering regular password */
"Enter Password" = "Entrer mot de passe";

/* Unlock UI : enter password accessibility label */
"_EnterPassword" = "Entrer mot de passe";

/* Unlock UI : Label text for entering PIN as password */
"Enter PIN" = "Entrer clé d'accès";

/* Unlock UI : Label text for entering unlock key as password */
"Enter Unlock Key" = "Entrez la clé de déverrouillage";

/* Application Unlock : Title */
"Application Unlock" = "Déverrouillage de l'application";

/* Application Unlock : Unlock assistance */
"An unlock key can be obtained from Good Control or from an IT Administrator." = "Vous pouvez obtenir une clé de déverrouillage auprès de Good Control ou d'un administrateur.";

/* General UI : Clear button label */
"Clear" = "Effacer";

/* General UI : Next Button accessibility label */
"_NextButton" = "Suivant";

/* General UI : Next Button accessibility hint */
"__NextButton" = "Passe à l'écran suivant.";

/* General UI : Cancel Button accessibility label */
"_CancelButton" = "Retour";

/* General UI : Cancel Button accessibility hint */
"__CancelButton" = "Retourne à l'écran précédent.";

/* General UI : Close Button accessibility label */
"_CloseButton" = "Fermer";

/* General UI : Close Button accessibility hint */
"__CloseButton" = "Quitte l'écran actif.";

/* General UI : Info Button accessibility label */
"_InfoButton" = "Informations";

/* General UI : Info Button accessibility hint */
"__InfoButton" = "Présente une explication détaillée de ces options.";

/* Help UI : webview accessibility label */
"_HelpWebview" = "Exemple d'e-mail";

/* Error Alert View : Title
 * Open URL : Error Alert View : Title
 */
"Error" = "Erreur";

/* Error Alert View : Button label */
"OK" = "OK";

/* Error Alert View : Title */
"Application Access Denied" = "Accès à l'application refusé";

/* Error Alert View : Title */
"Unauthorized User" = "Utilisateur non autorisé";

/* Device Wipe/Block UI: App Denied */
"Wipe/Block App Denied" = "Application non autorisée.\n%@ v%@\nContactez votre administrateur.";

/* Device Wipe/Block UI: Description Mobile Docs */
"Wipe/Block key changed" = "L'application d'authentification a échoué. Toutes les données stockées dans cette application ont été nettoyées. Arrêtez et redémarrez cette application pour réessayer.";

/* Device Wipe/Block UI: NEM mode Description */
"Wipe/Block NEM Mode" = "L'application est en mode de simulation et ne peut pas s'exécuter sur un périphérique.";

/* Device Wipe/Block UI: Incompliant library Description */
"Wipe/Block Incompliant lib version" = "L'application repose sur la bibliothèque Good Dynamics version '%@' et n'est pas autorisée. Mettez à niveau l'application ou activez cette version dans la politique de conformité.";

/* Device Wipe/Block UI: Incompliant device Description */
"Wipe/Block Incompliant device" = "La version du matériel du périphérique est '%@' et n'est pas autorisée. Installez l'application sur un périphérique autorisé ou activez ce matériel dans la politique de conformité.";

/* Device Wipe/Block UI: Rooted Description */
"Wipe/Block Rooted" = "Le périphérique a été débridé.";

/* Device Wipe/Block UI: Connectivity in days Description */
"Wipe/Block Connectivity in days" = "L'application ne s'est pas connectée à Good Control au cours des %d derniers jours.";

/* Device Wipe/Block UI: Connectivity in hours Description */
"Wipe/Block Connectivity in hours" = "L'application ne s'est pas connectée à Good Control au cours des %d dernières heures.";

/* Device Wipe/Block UI: Max password attempts exceeded Description */
"Wipe/Block Max password attemnts exceeded" = "Le nombre maximum de tentatives de saisie d'un mot de passe incorrect est %d et a été dépassé.";

/* Device Wipe/Block UI: Data has been wiped */
"Wipe/Block data removed" = " Le service informatique a supprimé toutes les données associées à cette application.";

/* GDiOS Event : App Permission Failed */
"Error application not allowed for user" = "Erreur application non autorisée pour l'utilisateur";

/* GDiOS Event : Activation Failed */
"Error device activation failed" = "Erreur échec activation du périphérique";

/* GDiOS Event : Provisioning Failed */
"Error provisioning with enterprise failed" = "Erreur échec provisionnement auprès de l'entreprise";

/* GDiOS Event : Push Connection Failed */
"Error push connection failed to open" = "Erreur échec ouverture de la connexion push";

/* GDiOS Event : Security Failed */
"Error unlocking secure container" = "Erreur déverrouillage conteneur sécurisé";

/* GDiOS Event : Provision Cancelled */
"Error user cancelled provisioning" = "Erreur démarrage provisionnement annulé par l'utilisateur";

/* GDiOS Event : OK */
"Authorization OK" = "Autorisation OK";

/* GDiOS Event : Application Blocked */
"Application access has been blocked" = "L'accès à l'application a été bloqué";

/* GDiOS Event : Application Wiped */
"Application has been wiped" = "L'application a été nettoyée";

/* GDiOS Event : Application Idle Lockout */
"Application idle timeout activated" = "Délai d'inactivité de l'application activé";

/* GDiOS Event : Application Remote Locked */
"Application has been remote locked" = "L'application a été verrouillée à distance";

/* GDiOS Event: Password Change Required */
"Password Change Required" = "Modification du mot de passe requise";

/* [Simulated] : Simulated Title Append
 * Displayed when the application is running in Enterprise Simulation mode
 */
"[Simulated]" = "[Simulé]";

/* Unlock UI : Label text for forgot password */
"_ForgotPasswordLabel" = "Mot de passe oublié";

/* Unlock UI : forgot password accessibility label */
"_ForgotPasswordButton" = "Mot de passe oublié";

/* Unlock UI : forgot password accessibility hint */
"__ForgotPasswordButton" = "Invite à confirmer la réinitialisation du mot de passe.";

/* Confirm Alert View : Title */
"Lock For Reset?" = "Verrouiller pour réinitialisation ?";

/* Confirm Alert View : Message */
"Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested." = "La réinitialisation du mot de passe exige un code spécial qui est communiqué par l'administrateur. L'application sera verrouillée aussitôt la réinitialisation demandée.";

/* Confirm Alert View : Positive Button */
"Reset" = "Réinitialiser";

/* Unlock UI : Keyboard Guide */
"Touch 'Next' to unlock." = "Touchez Suivant pour déver.";

/* EULA UI : accept EULA accessibility label */
"_AcceptEULAButton" = "Accepter l'accord";

/* EULA UI : accept EULA accessibility hint */
"__AcceptEULAButton" = "Accepte l'accord.";

/* EULA UI : decline EULA accessibility label */
"_DeclineEULAButton" = "Refuser l'accord";

/* EULA UI : accept EULA accessibility hint */
"__DeclineEULAButton" = "Refuse l'accord.";

/* EULA UI : UDID agreement text */
"UDID Agreement" = "Autoriser la lecture de l'ID de périphérique unique (UDID) ?\n\nLes données de l'application étaient précédemment protégées avec l'ID de périphérique unique (UDID). Si vous ne pouvez pas accéder à l'UDID, vous ne pourrez pas récupérer les données enregistrées et celles-ci devront être nettoyées.";

/* Migrate UI : UDID Access Warning : Title */
"UDID Access Warning Title" = "Accès à l'UDID refusé";

/* Migrate UI : UDID Access Warning : Message */
"UDID Access Warning Message" = "Réinitialiser l'application et nettoyer ses données ?";

/* Migrate UI : UDID Access Warning : OK */
"UDID Access Warning OK" = "Nettoyer";

/* Migrate UI : UDID Access Warning : Allow */
"UDID Access Warning Allow" = "Autoriser";

/* Remote Lock UI : Description */
"Contact your IT administrator with the above unlock code to get a temporary password to unlock this application." = "Contactez votre administrateur avec le code de déverrouillage ci-dessus afin d'obtenir un mot de passe provisoire pour déverrouiller cette application.";

/* Request Unlock Key : Description */
"Contact your Administrator for an Unlock Key." = "Contactez votre administrateur pour obtenir une clé de déverrouillage.";

/* Provision UI : Provision Help Title */
"An access key should have been sent to you in an e-mail like the following:" = "Vous devriez recevoir une clé d'accès dans un e-mail tel que celui présenté ci-dessous :";

/* Provision UI : Provision Help Title */
"An unlock access key should have been sent to you in an e-mail like the following:" = "Vous devriez recevoir une clé d'accès de déverrouillage dans un e-mail tel que celui présenté ci-dessous :";

/* Help UI : access key help message */
"Access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Cher/Chère <font color=808080><i>Votre nom</i></font>,<br><br>Vous avez été autorisé à accéder à... <br><br>&nbsp;&nbsp; 1. Téléchargez l'application requise<br>&nbsp;&nbsp;&nbsp;...<br>&nbsp;&nbsp; 2. Entrez les informations suivantes quand vous y êtes <br>&nbsp;&nbsp; invité (non sensibles à la casse) :<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ADRESSE E-MAIL :&nbsp; <span style=\"background:yellow;color:808080\"><i>email@société.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CLÉ D'ACCÈS : <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Votre clé d'accès expire :<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>date d'expiration</i></font><br><br>&nbsp;&nbsp; 3. Si la politique de sécurité informatique l'exige...<br><br><br></div></font></div>";

/* Help UI : unlock access key help message */
"Unlock access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Cher/Chère <font color=808080><i>Votre nom</i></font>,<br><br>Vous avez été autorisé à accéder à... <br><br>&nbsp;&nbsp; Entrez les informations suivantes quand vous y êtes <br>&nbsp;&nbsp; invité (non sensibles à la casse) :<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ADRESSE E-MAIL :&nbsp; <span style=\"background:yellow;color:808080\"><i>email@company.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CLÉ D'ACCÈS DE DÉVERROUILLAGE : <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Votre clé d'accès expire : <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>date d'expiration</i></font><br><br>&nbsp;&nbsp;<br><br><br></div></font></div>";

/* Help UI : access key help message non-html */
"Access key help message non-html" = "Cher/Chère <Your Name>,\n\nVous avez été autorisé à accéder à... \n\n1. Téléchargez l'application requise...\n2. Entrez les informations suivantes quand vous y êtes invité (non sensibles à la casse) :\n\nADRESSE E-MAIL :  email@société.com\nCLÉ D'ACCÈS : xxxxx-xxxxx-xxxxx\n\nVotre clé d'accès expire : <expiration date>\n\n3. Si la politique de sécurité informatique l'exige, ...";

/* Information UI : title */
"Information" = "Informations";

/* The following are error messages for use in Secure Document Transfer
 * These are used by the secure Preview Controller & secure document
 * interaction controller
 */

/* Preview Controller : no apps message */
"Preview controller has no apps message" = "Aucune application adaptée";

/* Preview Controller : share denied title */
"Preview controller share denied title" = "Opération interdite";

/* Preview Controller : share denied message*/
"Preview controller share denied" = "Votre politique de conformité informatique interdit cette opération.";

/* Preview Controller : share denied title */
"Preview controller this file type is not supported message" = "L'aperçu de ce type de fichiers n'est pas pris en charge.";

/* Document Interaction Controller : target app not allowed message */
"Document interaction controller application disallowed message" = "L'application cible n'est pas prise en charge.";

/* Document Interaction Controller : error sending file title */
"Document interaction controller error title" = "Erreur du fichier de transfert";

/* Document Interaction Controller : error sending message */
"Document interaction controller error message" = "Une erreur s'est produite durant le transfert du fichier.";

/* Document Interaction Controller : try again title */
"Document interaction controller try again title" = "Veuillez réessayer.";

/* Document Interaction Controller : try again message */
"Document interaction controller try again message" = "Les transferts de fichiers sont en cours de sécurisation. Veuillez réessayer plus tard.";

/* Provision UI : Provision Help Title */
"An unlock key should have been sent to you in an e-mail like the following:" = "Vous devriez recevoir une clé de déverrouillage dans un e-mail tel que celui présenté ci-dessous :";

/* EA password screen prompt
 * EA app selection screen
 */
"Use your unlock password to allow." = "Saisissez le mot de passe [App Name] pour continuer.";
"positiveButtonKey" = "OK";
"cancelButtonKey" = "Annuler";

/* EA password screen forgot pass prompt
 * Unlock UI : Label text for forgot password
 */
"Forgot Password" = "Mot de passe oublié";

/* EA password is requesting activation prompt */
"is requesting setup." = "demande la configuration.";

/* EA - access key prompt */
"Set up using your Access Key" = "Configurez à l'aide de votre clé d'accès.";

/* EA Learn more button label */
"Learn More" = "En savoir plus";

/* EA Report a Problem button label */
"Report a Problem" = "Signaler un problème";

/* EA Secured By label */
"Secured By" = "Sécurisé par";

/* EA Setup using label */
"Set up using" = "Configurez à l'aide de";

/* EA activation options format string */
"Application for %s:" = "Application pour %s :";

/* EA Error Alert View : Unable to launch EA delegate */
"Unable to launch EA delegate" = "Impossible de démarrer Activation Delegate";

/* EA Error Alert View : format string with code */
"Error returned %d" = "Erreur renvoyée : %d";

/* EA app selection screen */
"EA app selection screen help." = "%s peut être configuré à l'aide du mot de passe de l'une des applications suivantes ou à l'aide de la clé d'accès fournie par l'administrateur.";

/* EA password screen prompt */
"Enter the password for [App Name] to continue." = "Saisissez le mot de passe %s pour continuer.";

/* Easy Activation: 401 - Unauthorized:  The user cancelled the activation request.*/
"Activation request was canceled" = "La demande d'activation a été annulée.";

/* Easy Activation: 403 - Forbidden - The user is not entitled to activate the specified application/version.*/
"You are not entitled to setup the specified app" = "Vous n'êtes pas habilité à configurer l'application/la version spécifiée. Veuillez contacter votre service informatique pour y accéder.";

/* Easy Activation: 404 - "Not Found - The requesting application is not a recognized GD application.*/
"The application you are trying to setup is not recognized" = "L'application que vous essayez de configurer n'est pas reconnue. Veuillez contacter votre service informatique pour plus d'informations.";

/* Easy Activation: 500 - Unspecified error*/
"Activation request failed. Try again" = "La configuration a échoué. Essayez à nouveau ou effectuez la configuration à l'aide de votre clé d'accès.";

/* Easy Activation: 502 - "Bad Gateway - The request failed due to a network communication failure with or between the backend servers.*/
"Unable to connect. Try again" = "Connexion impossible, veuillez réessayer.";

/* Easy Activation: 503 - Unavailable - The responding application is not configured to act as an activation delegate.*/
"Setup failed. Selected app to assist with set up is not correctly configured" = "La configuration a échoué. Vérifiez que l'application d'aide à la configuration sélectionnée est bien configurée ou effectuez la configuration à l'aide de votre clé d'accès.";

/* Easy Activation: 507 - Mismatch - Address mismatch because the catalogue doesn’t have the correct AppLocalAddress.*/
"Setup failed. App requesting activation is misconfigured" = "L'application que vous essayez de configurer comporte des erreurs. Pour plus d'informations, contactez votre service informatique.";

/* Easy Activation Missing Application Title */
"Missing Application" = "Application manquante";

/* Easy Activation Missing Application Message */
"%s may have been deleted. Choose another application or use an Access Key to continue with set up." = "%s a peut-être être supprimée. Choisissez une autre application ou utilisez une clé d'accès pour poursuivre la configuration.";

/* Learn More: Requesting Activation Title */
"Setup Options" = "Sélectionnez une option de configuration";

/* Learn More: Requesting Activation */
"Select an option to activate application." = "Installez l'application automatiquement à l'aide de l'option de configuration d'applications Good Dynamics ou obtenez une clé d'accès auprès de votre administrateur.";

/* Learn More: Access Key Screen Title */
"Setup App" = "Configurer l'application";

/* Learn More: Access Key Screen */
"Activate application" = "Pour configurer l'application, vous devrez fournir une adresse e-mail et la clé d'accès envoyée par votre administrateur dans le message de bienvenue.";

/* Learn More : Lock Screen Title */
"Complete Setup" = "Terminer la configuration";

/* Learn More : Lock Screen */
"Enter the unlock password for the Good Dynamics setup application to complete setup." = "Saisissez le mot de passe de déverrouillage de l'application de configuration Good Dynamics pour terminer la configuration. Si vous avez oublié votre mot de passe de déverrouillage, sélectionnez l'option « Annuler », puis « Configurer à l'aide de votre clé d'accès ».";

/* Learn More : Application Blocked */
"Application access has been blocked" = "L'accès à l'application a été bloqué. Veuillez contacter votre service informatique pour plus d'informations.";

/*Unspecified error*/
"Unspecified error" = "Erreur non spécifiée";

/* Blocked/FIPS because of wrapping */
"FIPS mode is required by your organization and cannot be enabled in the current application. Please contact your IT for support" = "Le mode FIPS est requis par votre société et ne peut pas être activé dans l'application actuelle. Veuillez contacter votre service informatique pour obtenir de l'aide.";

/* Blocked/FIPS because of arch (64bit) */
"FIPS mode is required by your organization and is not compatible with your device. Please contact your IT for support" = "Le mode FIPS est requis par votre société, mais il n'est pas compatible avec votre périphérique. Veuillez contacter votre service informatique pour obtenir de l'aide.";

/* Blocked/FIPS because it just failed for some reason to activate */
"FIPS mode is required by your organization and has failed to activate. Please contact your IT for support" = "Le mode FIPS est requis par votre société, mais son activation a échoué. Veuillez contacter votre service informatique pour obtenir de l'aide.";

/* Mailto UI : Title */
"Mail Service Restricted" = "Service de messagerie limité";

/* Mailto Error Alert View : GFE send email service is unavailable */
"A secure mail service is not available to this application. Please contact your IT for support" = "Il n'existe pas de service de messagerie sécurisée pour cette application. Contactez votre administrateur pour obtenir de l'aide.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is on */
"This operation is not allowed by your current security settings. Please contact your IT for support" = "Vos paramètres de sécurité ne vous permettent pas d'effectuer cette opération. Contactez votre service informatique pour obtenir de l'aide.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is off.*/
"Select mail service" = "Veuillez sélectionner un service de messagerie.";

/* Error Alert View : Button label */
"GFE (secure)" = "GFE (sécurisé)";

/* Error Alert View : Button label */
"Good Work (secure)" = "Good Work (sécurisé)";

/* Error Alert View : Button label */
"Mail" = "E-mail";

/* Upload Logs UI : Title */
"Upload Logs" = "Charger les logs";

/* Upload Logs Alert View : Logs sent */
"Log upload has been scheduled." = "Le chargement du journal a été planifié.";

/* EA Access Key : Message */
"Retrieving Access Key" = "Récupération une clé d'accès";

/* Open URL : Title */
"Select Application to Open URL" = "Sélectionner une application pour ouvrir l'URL";

/* Open URL : Error Message - No applications*/
"No Applications installed to open URL" = "Aucune application installée pour ouvrir l'URL.";

/* string for Authenticatinon user by TouchID */
"Authenticate using your finger" = "Authentifiez-vous à l'aide de votre doigt.\n";

/* Touch ID allowed : Title */
"IT Administrator has allowed Touch ID" = "L'administrateur informatique a autorisé Touch ID.";

/* Touch ID allowed : First button title */
"Use Touch ID" = "Utiliser Touch ID";

/*Touch ID allowed : Second button title */
"Change Password and Use Touch ID"  = "Changer le mot de passe et utiliser Touch ID";

/* Touch ID allowed : Cancel button title */
"Don't Use Touch ID"  = "Ne pas utiliser Touch ID";

/* Touch ID disallowed : Title */
"IT Administrator has changed the password policy and removed usage of Touch ID"  = "L'administrateur informatique a modifié la politique relative aux mots de passe et a supprimé l'utilisation de Touch ID.";

/* Touch ID disallowed : Cancel button title */
"Don't Change Password"  = "Ne pas changer le mot de passe";

/* Set Password UI : Touch ID label */
"Touch ID"  = "Touch ID";

/* Touch ID requires password : Title */
"Touch ID requires password"  = "Touch ID nécessite votre mot de passe au redémarrage de [App Name].";

/* GDMDM Event : Application Blocked */
"Application access has been blocked" = "Pour utiliser l'application, une politique de gestion des périphériques mobiles (MDM) doit être installée sur ce périphérique.";

/* Device Wipe/Block UI: MDM policy is required but not yet installed */
"Wipe/Block MDM required" = "Pour utiliser l'application, une politique de gestion des périphériques mobiles (MDM) doit être installée sur ce périphérique.";

/* MDM : Initiate MDM */
"InitiateMDM" = "Démarrer l'inscription MDM";

/* Initiate MDM : button accessibility label */
"_InitiateMDM" = "Démarrer l'inscription MDM";

/* Initiate MDM : button accessibility hint */
"__InitiateMDM" = "Lance l'inscription MDM.";

/* MDM : Install Good Agent */
"InstallGDAgent" = "Installer Good Agent";

/* Dictation : Alert title */
"Dictation Blocked Title" = "Dictée désactivée";

/* Dictation : Blocked by IT Admin. */
"Dictation Blocked Message" = "bloquée par l'administrateur.";

/* Dictation: Dismiss Button */
"Dictation Dismiss Button" = "Fermer";

/* URL Loading : Localized description for NSError NSURLErrorServerCertificateUntrusted */
"Untrusted server certificate" = "Le certificat de ce serveur n'est pas valide. Le serveur auquel vous essayez de vous connecter tente peut-être de vous faire croire qu'il est le serveur « %s », et risque de mettre vos informations confidentielles en péril.";

/* URL Loading : Localized recovery suggestion for NSError NSURLErrorServerCertificateUntrusted */
"Untrusted server recovery suggestion" = "Souhaitez-vous quand même vous connecter ?";

/* URL Loading : Localized description for NSError NSURLErrorNetworkConnectionLost */
"Network connection lost" = "La connexion a échoué car la connexion réseau a été perdue.";

/* URL Loading : Localized description for NSError NSURLErrorCannotConnectToHost */
"Cannot connect to host" = "Impossible de se connecter au serveur.";

/* URL Loading : Localized description for NSError NSURLErrorCancelled */
"Cancelled operation" = "L'opération n'a pas pu être terminée.";

/* URL Loading : Localized description for NSError NSURLErrorUserCancelledAuthentication */
"Authentication cancelled" = "La connexion a échoué car l'utilisateur a annulé l'authentification requise.";

/* URL Loading : Localized description for NSError NSURLErrorUserAuthenticationRequired */
"Authentication required" = "La connexion a échoué car l'authentification est requise.";

/* URL Loading : Localized description for NSError NSURLErrorTimedOut */
"Connection timeout" = "Le délai de connexion est dépassé.";

/* URL Loading : Localized description for NSError NSURLErrorUnknown */
"Unknown error" = "Une erreur inconnue s'est produite.";

/* Title text - Initial wearable framework screen*/
"WF Start setup" = "Effectuons votre configuration";

/* Body text - Initial wearable framework screen*/
"WF Start body" = "Nous avons identifié que cette application fournit une application Android Wear. Pour que ces applications fonctionnent ensemble, nous devons créer une connexion sécurisée entre votre téléphone et votre montre.";

/* List items - Initial wearable framework screen*/
"WF Start item1" = "Pour commencer, appuyez sur le bouton Configurer en bas de l'écran.";
"WF Start item2" = "Cherchez une notification sur votre montre dans le flux de notification, puis appuyez sur la carte.";
"WF Start item3a" = "Confirmer le code sur le téléphone et la montre";
"WF Start item3b" = "Confirmer le code sur le téléphone ou la montre";
"WF Start item4" = "Terminé";

/* Button items - Wearable setup */
"WF Button Later" = "Plus tard";
"WF Button Setup" = "Configurer";
"WF Button Correct" = "Correct";
"WF Button Wrong" = "Faux";
"WF Button Done" = "Terminé";

/* Title Text - Connecting Watch */
"WF Connecting watch" = "Connexion avec votre montre...";

/* Body Text - Connecting Watch */
"WF Connecting Watch body" = "Recherchez une notification dans votre flux...";

/* Title Text - Connection confirmation */
"WF Confirmation Title" = "Connexion demandée";

/* Body Text - Connection confirmation */
"WF Confirmation Body" = "Confirmez que le code de connexion correspond.";

/* Body Text - Connection confirmation */
"WF Confirmation Code" = "Code de connexion";

/* Title Text - Watch pairing */
"WF Waiting Watch" = "En attente de la montre...";

/* Body Title - Watch pairing */
"WF Waiting Watch Body" = "En attente de la confirmation de la montre.";
"WF Waiting Watch Body2" = "Veuillez vous assurer d'avoir appuyé sur le bouton en forme de coche de votre montre.";

/* Title Text - Done Screen */
"WF Done Title" = "C'est fini";

/* Watch Requested title */
"WF Setup Requested " = "Configuration requise.";

/* Connecting with title */
"WF Connecting title" = "Connexion avec";

/*Waiting titles */
"Waiting Phone Title" = "En attente du téléphone...";
"Waiting Tablet Title" = "En attente de la tablette...";
"Waiting" = "Juste une minute...";

/* Connection lost */
"WF Connection Lost Title" = "Connexion perdue";
"WF Connection Lost Text" = "Connexion impossible avec l'application sur votre montre";

/* WF Retry Case */
"WF Retry Prompt" = "Appuyer pour réessayer";
"WF Retrying" = "Nouvelle tentative en cours...";

/*WF Error Cases */
"WF System update required" = "Mise à jour du système requise";
"WF System update required details" = "Cette application ne peut pas fonctionner sans une mise à jour de votre système.";
"WF Application update required" = "Mise à jour de l'application requise";
"WF Application update required details" = "Cette application ne peut pas fonctionner sans une mise à jour des services Google Play.";
"WF Wearable Disabled Title" = "Désactivé par l'administrateur de l'entreprise";
"WF Wearable Disabled details" = "L'utilisation d'applications portables a été désactivée par l'administrateur de votre entreprise.";
"WF Unsupported Error Title" = "Erreur";
"WF Unsupported Error details" = "Nous sommes désolés, mais Wearable Framework ne fonctionne pas sur votre périphérique. Veuillez consulter les notes de version pour connaître la configuration requise.";
"WF Code not match Title" = "Code différent";
"WF Code not match Body" = "Le code de confirmation ne correspond pas.";
"WF General Error Title" = "Erreur";
"WF General Error details" = "Une erreur inattendue s'est produite.";


/* Device Block UI: Description */
"Unauthorized version." = "La version de l'application que vous avez installée n'est pas encore autorisée. Veuillez contacter votre administrateur pour activer cette version.";

/* GDCoveredDataUnavailableAlert */
"GDCoveredDataUnavailableAlert Title" = "Données couvertes non disponibles";
"GDCoveredDataUnavailableAlert messageKey" = "Tous les frais de transfert de donnée éventuels vous seront personnellement facturés et ne pourront pas forcément vous être remboursés par votre employeur. Sélectionnez « Accepter » pour continuer ou désactivez le transfert des données dans les paramètres du périphérique pour le mode hors ligne ou Wi-Fi uniquement.";
"GDCoveredDataUnavailableAlert dontShowAgain" = "Accepter et ne plus demander";
"GDCoveredDataUnavailableAlert positiveButtonKey" = "Accepter cette fois seulement";
"GDCoveredDataUnavailableAlert cancelButtonKey" = "Désactiver dans les paramètres du périphérique";

/* GDCoveredDataNoRoamingAlert */
"GDCoveredDataNoRoamingAlert Title" = "Données couvertes non disponibles";
"GDCoveredDataNoRoamingAlert messageKey" = "Tous les frais d'itinérance éventuels vous seront personnellement facturés et ne pourront pas forcément vous être remboursés par votre employeur. Sélectionnez « Accepter » pour continuer ou désactivez le transfert des données dans les paramètres du périphérique pour le mode hors ligne ou Wi-Fi uniquement.";
"GDCoveredDataNoRoamingAlert positiveButtonKey" = "Accepter";
"GDCoveredDataNoRoamingAlert cancelButtonKey" = "Désactiver dans les paramètres du périphérique";

/* GDRoamingDataBlockedAlert */
"GDRoamingDataBlockedAlert messageKey" = "Votre entreprise n'autorise pas l'utilisation de cette application en itinérance.";
"GDRoamingDataBlockedAlert cancelButtonKey" = "Utiliser hors ligne";

/* GDCoveredDataLimitAlert */
"GDCoveredDataLimitAlert Title" = "Limite des données couvertes";
"GDCoveredDataLimitAlert messageKey" = "La limite de transfert de données de votre entreprise a été atteinte. Tous les frais de transfert de données éventuels vous seront personnellement facturés et ne pourront pas forcément vous être remboursés par votre employeur. Sélectionnez « Accepter » pour continuer ou désactivez le transfert des données dans les paramètres du périphérique pour le mode hors ligne ou Wi-Fi uniquement.";
"GDCoveredDataLimitAlert dontShowAgain" = "Accepter et ne plus demander";
"GDCoveredDataLimitAlert positiveButtonKey" = "Accepter cette fois seulement";
"GDCoveredDataLimitAlert cancelButtonKey" = "Désactiver dans les paramètres du périphérique";

/* GDCoveredRoamingDataLimitAlert */
"GDCoveredRoamingDataLimitAlert Title" = "Limite de l'itinérance couverte";
"GDCoveredRoamingDataLimitAlert messageKey" = "La limite d'itinérance de votre entreprise a été atteinte. Tous les frais d'itinérance éventuels vous seront personnellement facturés et ne pourront pas forcément vous être remboursés par votre employeur. Sélectionnez « Accepter » pour continuer ou désactivez le transfert des données dans les paramètres du périphérique pour le mode hors ligne.";
"GDCoveredRoamingDataLimitAlert dontShowAgain" = "Accepter et ne plus demander";
"GDCoveredRoamingDataLimitAlert positiveButtonKey" = "Accepter cette fois seulement";
"GDCoveredRoamingDataLimitAlert cancelButtonKey" = "Désactiver dans les paramètres du périphérique";

/* GDYouAreCoveredAlert */
"GDYouAreCoveredAlert Title" = "# Couverte!";
"GDYouAreCoveredAlert messageKey" = "L'utilisation des données pour %s est couverte par la politique de votre employeur et ne vous sera pas facturée personnellement lorsque l'icône # apparaît dans la barre d'état de votre périphérique. Si cette icône ne s'affiche pas, les frais éventuels vous seront facturés directement.";
"GDYouAreCoveredAlert cancelButtonKey" = "OK";

/* GDLeavingCoveredDataExitAlert */
"GDLeavingCoveredDataExitAlert Title" = "Quitter les données couvertes par l'application";
"GDLeavingCoveredDataExitAlert messageKey" = "Vous essayez de quitter une application pour laquelle la consommation des données a été payée par votre employeur. Si vous continuez, vous devrez assumer tous les frais potentiels. Cliquez sur « Accepter » pour continuer ou sur « Annuler » pour revenir à l'application.";
"GDLeavingCoveredDataExitAlert dontShowAgain" = "Accepter et ne plus demander";
"GDLeavingCoveredDataExitAlert positiveButtonKey" = "Accepter cette fois seulement";
"GDLeavingCoveredDataExitAlert cancelButtonKey" = "Annuler";

/* Certificate Import */
"Certificate Import Password" = "Entrer le mot de passe du fichier de certificat";
"Certificate Import Information" = "Un mot de passe est requis pour l'extraction de votre certificat personnel contenu dans ce fichier: %s.";
"Certificate Import Alert OK" = "OK";
"Certificate Import Alert Success Title" = "Succès";
"Certificate Import Alert Success Message" = "Votre certificat personnel a bien été importé.";
"Certificate Import Alert Success Next Title" = "Certificat suivant";
"Certificate Import Alert Success Next Message" = "Votre certificat personnel a bien été importé. Un autre certificat nécessite votre mot de passe.";
"Certificate Import Alert Incorrect Password Title" = "Mot de passe incorrect";
"Certificate Import Alert Incorrect Password Message" = "Le mot de passe que vous avez entré n'est pas correct. Si vous ne connaissez pas le mot de passe, contactez votre administrateur.";
"Certificate Import Later" = "Je n'ai pas encore mon mot de passe";
"Certificate Import Alert Later Title" = "Une autre fois";
"Certificate Import Alert Later Message" = "Vous serez à nouveau invité à entrer ce mot de passe une prochaine fois. Si vous ne le connaissez pas, contactez votre administrateur.";

/* GDSplitBillingTutorial */
"GDSplitBillingTutorial messageKey" = "L'utilisation des données pour %s est couverte par la politique de votre employeur lorsque cette icône apparaît dans la barre d'état de votre périphérique.";
"GDSplitBillingTutorial textCovered" = "Couverte";
"GDSplitBillingTutorial textNotCovered" = "Non couverte";
"GDSplitBillingTutorial nextButtonKey" = "Suivant";
"GDSplitBillingTutorial closeButtonKey" = "Fermer";

/* Disclaimer Message */
"Disclaimer UI right button label text" = "Accepter";

/* EA lock screen password prompt with Touch ID */
"Touch ID EA Title" = "Touch ID pour [App Name]";
"Use Touch ID or enter the password for [App Name] to continue." = "Utilisez Touch ID ou saisissez un mot de passe pour continuer à configurer [App Name].";
"Touch ID positiveButtonKey" = "Entrer mot de passe";
"Touch ID cancelButtonKey" = "Annuler";
"Touch ID requires your password when [App Name] restarts" = "Touch ID nécessite votre mot de passe au redémarrage de [App Name].";
